Repository: studiomitte/klaro
Catalog: Resources/Private/Language/*.klaro.xlf
Languages: de, hr, hu, ro, sk, sl, sr

# consentModal.title
source: Information that we collect
de: Informationen, die wir sammeln
hr: Podaci koje prikupljamo
hu: Információk, amelyeket tárolunk
ro: Informatii pe care le culegem
sk: Informácie, ktoré zbierame
sl: Katere informacije zbiramo
sr: Podaci koje prikupljamo

# consentModal.description
source: Here you can see and customize the information that we collect about you.
de: Hier können sie einsehen und anpassen, welche Informationen wir über sie sammeln.
hr: Ovdje možete pogledati i prilagoditi podatke koje prikupljamo o Vama.
hu: Itt tekintheti meg, és állíthatja be, hogy milyen információkat tárolunk Önnel kapcsolatban.
ro: Aici puteti vedea si ajusta ce informatii colectam despre dumneavoastra.
sk: Tu môžete vidieť a prispôsobiť si, ktoré informácie budú Vašim prezeraním stránky zaznamenávané.
sl: Tukaj imate vpogled v vse informacije o vas, katere lahko tudi urejate.
sr: Ovde možete pogledati i prilagoditi podatke koje o Vama sakupljamo.

# consentModal.privacyPolicy.name
source: privacy policy
de: Datenschutzerklärung
hr: Izjava o zaštiti podataka
hu: Adatvédemi nyilatkozat
ro: Politica pentru protectia datelor
sk: Vyhlásenie o ochrane údajov
sl: uredba o varstvu podatkov

# consentModal.privacyPolicy.text
source: To learn more, please read our {privacyPolicy}.
de: Bitte lesen sie unsere {privacyPolicy}.
hr: Za više informacija pročitajte {privacyPolicy}.
hu: A részletekről kérem olvassa el {privacyPolicy}.
ro: Va rugam sa cititi {privacyPolicy} pentru mai multe detalii.
sk: Pre viac podrobností si prosím prečítajte si našu {privacyPolicy}.
sl: Prosimo, da preberete našo {privacyPolicy} in izveste več podrobnosti.

source: OK
de: Alle akzeptieren!
hr: Prihvaćam!
hu: Elfogadom
ro: De acord
sk: Akceptovať!
sl: Sprejmi
sr: Sprejmi

# close
source: Save
de: Schließen
hr: Zatvoriti
hu: Bezárás
ro: Inchide
sk: Zatvoriť
sl: Zapri
sr: Zapri

source: Decline
de: Ablehnen
hr: Ne prihvaćam
hu: Elutasítom
ro: Refuz
sk: Odmietnuť
sl: Zavrni
sr: Zavrni

source: Save
de: Speichern
hr: Snimiti
hu: Mentés
ro: Salveaza
sk: Uložiť
sl: Shrani
sr: Shrani

# googleTagManager.description
source: Embed additional JavaScript files
de: Einbinden von zusätzlichem JavaScript
hr: Uključivanje dodatnog JavaScripta
hu: Beágyazás egy plusz JavaScripttel együtt
ro: Integrarea de JavaScript suplimentar
sk: pripojenie dodatočného JavaScriptu
sl: Vključitev dodatnih JavaScript
sr: Uključivanje dodatnog JavaScripta

# googleAnalytics.description
source: Collection of visitor statistics
de: Sammeln von Besucherstatistiken
hr: Prikupljanje statistika posjećenosti
hu: Látogató-statisztikák gyűjtése
ro: Colectarea de statistici ale vizitatorilor
sk: návštevnosť stránky
sl: zbiranje statistike obiskov
sr: Sakupljanje statistika o posećenosti

# purposes.analytics
source: Analytics
de: Sammeln von Besucherstatistiken
hr: Prikupljanje statistika posjećenosti
hu: Látogató-statisztikák gyűjtése
ro: Colectarea de statistici ale vizitatorilor
sk: návštevnosť stránky
sl: zbiranje statistike obiskov

# purposes.security
source: Security
de: Sicherheit
hr: Sigurnost
hu: Biztonság
ro: Securitate
sk: Bezpečnosť
sl: Varnost
sr: Sicherheit

# purposes.advertising
source: Showing ads
de: Anzeigen von Werbung

# purposes.general
source: General
de: Allgemein

# purposes.personalized
source: Personalized Marketing
de: Personalisiertes Marketing

# consentNotice.description
source: We collect and process your personal information for the following purposes: {purposes}.
de: Wir speichern und verarbeiten Ihre personenbezogenen Informationen für folgende Zwecke: {purposes}.
hr: Vaši osobni podaci će se snimati i obraditi u svrhu: Statistika posjećenosti.
hu: Személyes információkat a következő célokra tárolunk: {purposes}.
ro: Stocam si prelucram informatiile dumneavoastra personale in urmatoarele scopuri: {purposes}.
sk: Ukladáme a spracovávame Vaše osobné informácie pre nasledovné účely: {purposes}.
sl: Vaše osebne podatke shranjujemo in obdelujemo le za namen statistike obiskov. {purposes}
sr: Čuvamo i obrađujemo Vaše lične podatke iz sledećeg razloga: {purposes}.

# consentNotice.changeDescription
source: There were changes since your last visit, please update your consent.
de: Es gab Änderungen seit Ihrem letzten Besuch, bitte aktualisieren Sie Ihre Auswahl.
hr: Bilo je promjena od Vaše posljednje posjete. Molimo ažurirajte Vaš odabir.
hu: Utolsó látogatása óta változások történtek, kérem, frissítse nyilatkozatát.
ro: Au existat modificari de la ultima vizita, va rog sa actualizati consimtamantul dumneavoastra.
sk: Od Vašej poslednej návštevy došlo k zmenám, prosím aktualizujte svoju voľbu.
sl: Od vašega zadnjega obiska je prišlo do sprememb, prosimo, da posodobite vašo izbiro.
sr: Došlo je do promena od vaše poslednje posete, molimo vas da ažurirate svoju saglasnost.

# consentNotice.learnMore
source: Learn more
de: konfigurieren
hr: Saznajte više
hu: Többet erről
ro: Aflati mai multe
sk: Dozvedieť sa viac
sl: Izvedite več
sr: Više o tome saznajte

# service.disableAll.title
source: Toggle all apps
de: Alle Anwendungen aktivieren/deaktivieren
hr: Sve opcije uključiti/isključiti
hu: Minden alkalmazást aktiválni/deaktiválni
ro: Activati/dezactivati toate aplicatiile
sk: Všetky aplikácie zapnúť/vypnúť
sl: Vključi/izključi vse aplikacije

# service.disableAll.description
source: Use this switch to enable/disable all apps.
de: Nutzen Sie diesen Schalter um alle Apps zu aktivieren/deaktivieren.
hr: Pomoću ovog prekidača uključite/isključite aplikacije.
hu: Ezzel a kapcsolóval aktiválhatja/deaktiválhatja az összes applikációt.
ro: Utilizati acest buton pentru a activa/dezactiva toate aplicatiile.
sk: Použite tento prepínač na aktiváciu/deaktiváciu všetkých aplikácií.
sl: Uporabite to stikalo, da vključite/izključite vse aplikacije.

# service.optOut.description
source: This app is loaded by default (but you can opt out)
de: Diese Anwendung wird standardmäßig gelanden (aber Sie können sie deaktivieren)
hr: Ova aplikacija učitana je prema standardnim postavkama ( moguće isključiti)
hu: Ez az applikáció alapbeállításként betöltődik (de kihagyható)
ro: Aceasta aplicatie este incarcata implicit (dar puteti renunta)
sk: Táto aplikácia je štandardne načítaná (ale môžete ju deaktivovať)
sl: Aplikacija se vklopi po standardiziranem postopku (ampak lahko jo izklopite)

# service.required.title
source: (always required)
de: (immer notwendig)
hr: (uvijek potrebno)
hu: (mindig szükséges)
ro: (obligatoriu intotdeauna)
sk: (vždy potrebné)
sl: (vedno obvezno)

# service.required.description
source: This application is always required
de: Diese Anwendung wird immer benötigt
hr: Ova aplikacija je uvijek potrebna
hu: Ez az applikáció mindig szükséges
ro: Aceasta aplicatie este necesara intotdeauna.
sk: Táto aplikácia je vždy potrebná
sl: Ta aplikacija je vedno obvezna

# service.purposes
source: Purposes
de: Zwecke
hr: Svrhe
hu: Célok
ro: Scopuri
sk: účely
sl: Nameni

# service.purpose
source: Purpose
de: Zweck
hr: Svrha
hu: Célok
ro: Scop
sk: účel
sl: Namen

# service.optOut.title
source: (opt-out)
hr: (Van-Izlaz)
hu: Kihagyás
ro: (Optiune de renuntare)

# privacyPolicy.title
source: privacy policy
sr: pravila o privatnosti

# privacyPolicy.text
source: To learn more, please read our {privacyPolicy}.
sr: Molimo Vas pročitajte naš {privacyPolicy} da biste saznali više detalja.

# purposes.analytics
source: Collection of visitor statistics
sr: Sakupljanje statistika o posećenosti

# app.disableAll.title
source: Toggle all apps
sr: Sve opcije uključiti/isključiti

# app.disableAll.description
source: Use this switch to enable/disable all apps.
sr: Pomoću ovog prekidača aktivirajte / deaktivirajte sve aplikacije.

# app.optOut.title
source: (opt-out)
sr: (deaktivirati)

# app.optOut.description
source: This app is loaded by default (but you can opt out)
sr: DOva aplikacija je učitana automatski (ali je možete deaktivirati)

# app.required.title
source: (always required)
sr: (uvek neophodno)

# app.required.description
source: This application is always required
sr: Ova aplikacija je uvek potrebna

# app.purposes
source: Purposes
sr: Svrhe

# app.purpose
source: Purpose
sr: Svrha
